artifacts/cfd-smoke/final-verification/cases/surge_0p5/constant/momentumTransport
FoamFile
{
 version 2.0; format ascii; class dictionary; location "constant"; object momentumTransport;
}
simulationType laminar;
